[
  {
    "name": "Abyssal Sadist",
    "description": "The first time you wound the monster each attack, gain +1 survival and +1 insanity. Ignore the effects of the Fear of the Dark and Prey disorders."
  },
  {
    "name": "Acanthus Doctor",
    "description": "You may wear up to 3 Satchel gear cards. When you depart, if you are not wearing any armor, for each green affinity you have, gain +1 strength token and add 1 to all hit locations. Spend an action and a Flower or Fresh Acanthus resource to heal a permanent injury you or an adjacent survivor suffered this showdown."
  },
  {
    "name": "Ageless Apprentice",
    "description": "When you gain Hunt XP, you may decide not to gain it. When you depart, you may rotate up to 3 gear cards in your gear grid. This changes the location of their affinities and arrows. Otherwise, the gear functions normally."
  },
  {
    "name": "Altered Destiny",
    "description": "If you would gain a negative attribute token, gain a positive token of that type instead."
  },
  {
    "name": "Ambidextrous",
    "description": "All melee weapons in your gear grid gain paired. Ambidextrous cannot be used if there are any shields, two-handed, or heavy gear in your gear grid."
  },
  {
    "name": "Beetle Strength",
    "description": "1x/showdown, you may spend an action to shove an adjacent obstacle terrain. If you do, move the terrain ahead of you until you finish moving. If you pass over a monster, it takes 1 wound. Survivors are pushed out of the way to the side. You are knocked down at the end of your move."
  },
  {
    "name": "Berserker",
    "description": "Once per showdown, you may spend an action to suffer bash and the frenzy brain trauma."
  },
  {
    "name": "Blotted Out",
    "description": "When you suffer a brain trauma, instead gain a bleeding token."
  },
  {
    "name": "Burning Ambition",
    "description": "When you are instructed to skip the next hunt event, ignore it. The \"skip next hunt event\" box on your survivor sheet cannot be filled in."
  },
  {
    "name": "Burning Focus",
    "description": "If you have 0 survival at the start of your act, gain 1 survival."
  },
  {
    "name": "Call Shadow Tentacles",
    "description": "Once per showdown, you may call forth shadowy tentacles to hold the monster in place. From now until your next action, the monster is held in place. Ignore all monster movement on attacks, reactions, traps, and survivor attacks until your next act."
  }
]
