[
  {
    "name": "Returning Survivors",
    "todo": "Nominate a survivors to utter the First Words",
    "storyEvents": [
      1,
      2,
      3
    ]
  },
  {
    "name": "Endless Screams",
    "todo": "A scream pierces the silence around the settlement. As the noise fades, a chorus of horror rises up in answer.",
    "storyEvents": [
      15,
      16
    ]
  },
  {
    "name": "Hands of Heat",
    "todo": "The mystery of the lantern's glow.",
    "storyEvents": [
      19,
      20,
      21
    ]
  },
  {
    "name": "Armored Strangers",
    "todo": "You are visited by enigmatic figures, fully-enclosed in armor. They march silently through the settlement. The only noise is a metallic clang, as they pause before each survivor and tap their lantern halberds against the ground. The survivors have no choice but to helplessly await their mute deliberations. Add King's Man to the nemesis encounter list. The Strangers Count People and take action based on the population total.",
    "storyEvents": [
      22,
      23
    ]
  },
  {
    "name": "Phoenix Feather",
    "todo": "A fallen feather fills the settlement with dread.",
    "storyEvents": [
      24,
      25
    ]
  },
  {
    "name": "Nemesis Encounter - Butcher Lvl 1",
    "todo": "Departing survivors do not have a Hunt Phase. Instead, select the Butcher's monster level (it should be 1 greater than the last Butcher encounter) and set up the showdown accordingly.",
    "storyEvents": []
  },
  {
    "name": "Nemesis Encounter - Butcher Lvl 2",
    "todo": "",
    "storyEvents": []
  },
  {
    "name": "Nemesis Encounter - Butcher Lvl 3",
    "todo": "",
    "storyEvents": []
  },
  {
    "name": "Nemesis Encounter - King's Man Lvl 1",
    "todo": "Departing survivors do not have a Hunt Phase. Instead, select the King's Man monster level (it should be 1 greater than the last King's Man encounter) and set up the showdown accordingly.",
    "storyEvents": []
  },
  {
    "name": "Nemesis Encounter - King's Man Lvl 2",
    "todo": "",
    "storyEvents": []
  },
  {
    "name": "Nemesis Encounter - King's Man Lvl 3",
    "todo": "",
    "storyEvents": []
  },
  {
    "name": "Nemesis Encounter - Watcher",
    "todo": "",
    "storyEvents": []
  },
  {
    "name": "Nemesis Encounter - The Hand Lvl 1",
    "todo": "",
    "storyEvents": []
  },
  {
    "name": "Nemesis Encounter - Gold Smoke Knight",
    "todo": "",
    "storyEvents": []
  },
  {
    "name": "Regal Visit",
    "todo": "The Hand strides into the settlement. The survivors' thoughts vanish as they fall to their knees, struck dumb by its glorious, incomprehensible presence. Add The Hand to the nemesis encounter list. Add Nemesis Encounter - The Hand to the timeline 2 years from now. The Hand begins the Inspection.",
    "storyEvents": [
      17,
      18
    ]
  },
  {
    "name": "Principle: Conviction",
    "todo": "The survivors must find a reason to be. Treasure the darkness in all its mystery, or seek to master it and grow strong.",
    "storyEvents": []
  },
  {
    "name": "Watched",
    "todo": "",
    "storyEvents": []
  },
  {
    "name": "Bone Witch",
    "todo": "One day. the exile emerged from the darkness. The settlement worried at the sound of her wailing chants. Everyone feared what mystery kept her alive in the darkness all these years. Some could not resist asking.",
    "storyEvents": [
      38,
      39
    ]
  },
  {
    "name": "Age",
    "todo": "Your time in the darkness changes you.",
    "storyEvents": [
      26,
      27,
      28,
      29,
      30
    ]
  },
  {
    "name": "Birth of a Savior",
    "todo": "The newborn vanishes from the loving arms of the settlement for a fraction of a second. In that second, it spends a lifetime in the domain of the Ethereal Dreamer and returns with a dream. Choose one:",
    "storyEvents": [
      31,
      32,
      33
    ]
  },
  {
    "name": "Bold",
    "todo": "In a single moment, your perspective changes profoundly.",
    "storyEvents": [
      34,
      35,
      36,
      37
    ]
  },
  {
    "name": "See the Truth",
    "todo": "The greatest courage is achiever when the past and future are abandoned. The void that remains is a dark, endless well of strength. Fear and pain are your nourishment, and you will feast.",
    "storyEvents": [
      40,
      41
    ]
  },
  {
    "name": "Insight",
    "todo": "In a single moment, the curtain of the world pulls back.",
    "storyEvents": [
      42,
      43,
      44,
      45
    ]
  },
  {
    "name": "White Secret",
    "todo": "A dream. buried deep in memory. suddenly surfaces. You feel her hot breath bathing your ear. hissing whispers. She had come to you bearing the secrets of the world and you had merely forgotten, until now.",
    "storyEvents": [
      46,
      47
    ]
  },
  {
    "name": "Herb Gathering",
    "todo": "Each survivor must make a special gathering roll. To make gathering roll, a survivor nominates any number of d10's and then rolls them. If two or more die results are the same, your score is 0. Otherwise, add all your die results to determine your gathering score. Add all the survivors' gathering scores to make a single final score and consult the Herb Exploration table. Add +10 to the final score if the survivors have passed the Overwhelming Darkness space on the hunt board.",
    "storyEvents": [
      48,
      49,
      50
    ]
  },
  {
    "name": "Retirement",
    "todo": "In rare instances, survivors retire, rather than perish. When the last Hunt XP box is filled , the survivor retires. A survivor may also be forced into early retirement by some severe injuries Retired survivors cannot hunt or participate in showdowns. When a survivor retires, they still contribute to the total population of the settlement, and may participate in settlement events and endeavors.",
    "storyEvents": []
  },
  {
    "name": "Cooking",
    "todo": "The survivors experiment with scraps of foodstuffs. The savory discovery is palatable .",
    "storyEvents": [
      51,
      52,
      53,
      54,
      55
    ]
  },
  {
    "name": "Crush & Devour",
    "todo": "The survivor disappears, shrieking, into the Screaming Antelopes giant under-maw.",
    "storyEvents": [
      56,
      57
    ]
  },
  {
    "name": "Hooded Knight",
    "todo": "A stranger emerges from the darkness.",
    "storyEvents": [
      58,
      59,
      60,
      61,
      62
    ]
  },
  {
    "name": "Intimacy",
    "todo": "Nominate one consenting male and one consenting female survivor and roll on the Intimacy table below.",
    "storyEvents": [
      63,
      64,
      65
    ]
  },
  {
    "name": "King's Curse",
    "todo": "The survivor that dealt the killing blow feels their heart sink.",
    "storyEvents": [
      66,
      67
    ]
  },
  {
    "name": "King's Step",
    "todo": "Resist the unspoken pressure of the monster's onslaught.",
    "storyEvents": [
      68,
      69
    ]
  },
  {
    "name": "Legendary Lungs",
    "todo": "The sensation of the Butcher's attack is similar to drowning. Desperately, you gasp for air, only to be met with a mouthful of steel.",
    "storyEvents": [
      70,
      71
    ]
  },
  {
    "name": "Mineral Gathering",
    "todo": "Every survivor with a Pickaxe rolls on the Mineral Gathering table.",
    "storyEvents": [
      72,
      73,
      74,
      75
    ]
  },
  {
    "name": "Overwhelming Darkness",
    "todo": "All survivors must determine Path and walk them simultaneously.",
    "storyEvents": [
      76,
      77,
      78
    ]
  }
]
