[
  {
    "name": "Returning Survivors",
    "todo": "Nominate a survivors to utter the First Words",
    "storyEvents": [
      1,
      2,
      3
    ]
  },
  {
    "name": "Endless Screams",
    "todo": "A scream pierces the silence around the settlement. As the noise fades, a chorus of horror rises up in answer.",
    "storyEvents": [
      15,
      16
    ]
  },
  {
    "name": "Nemesis Encounter - Butcher",
    "todo": "Departing survivors do not have a Hunt Phase. Instead, select the Butcher's monster level (it should be 1 greater than the last Butcher encounter) and set up the showdown accordingly.",
    "storyEvents": []
  },
  {
    "name": "Hands of Heat",
    "todo": "The mystery of the lantern's glow.",
    "storyEvents": [
      19,
      20,
      21
    ]
  },
  {
    "name": "Armored Strangers",
    "todo": "You are visited by enigmatic figures, fully-enclosed in armor. They march silently through the settlement. The only noise is a metallic clang, as they pause before each survivor and tap their lantern halberds against the ground. The survivors have no choice but to helplessly await their mute deliberations. Add King's Man to the nemesis encounter list. The Strangers Count People and take action based on the population total.",
    "storyEvents": [
      22,
      23
    ]
  },
  {
    "name": "Phoenix Feather",
    "todo": "A fallen feather fills the settlement with dread.",
    "storyEvents": [
      24,
      25
    ]
  },
  {
    "name": "Nemesis Encounter - King's Man",
    "todo": "Departing survivors do not have a Hunt Phase. Instead, select the King's Man monster level (it should be 1 greater than the last King's Man encounter) and set up the showdown accordingly.",
    "storyEvents": []
  },
  {
    "name": "Regal Visit",
    "todo": "The Hand strides into the settlement. The survivors' thoughts vanish as they fall to their knees, struck dumb by its glorious, incomprehensible presence. Add The Hand to the nemesis encounter list. Add Nemesis Encounter - The Hand to the timeline 2 years from now. The Hand begins the Inspection.",
    "storyEvents": [
      17,
      18
    ]
  },
  {
    "name": "Principle: Conviction",
    "todo": "The survivors must find a reason to be. Treasure the darkness in all its mystery, or seek to master it and grow strong.",
    "storyEvents": []
  },
  {
    "name": "Nemesis Encounter",
    "todo": "",
    "storyEvents": []
  },
  {
    "name": "Watched",
    "todo": "",
    "storyEvents": []
  },
  {
    "name": "Nemesis Encounter - Level 3",
    "todo": "Select a nemesis monster of your choice from the Nemesis Monster list on the settlement record sheet. You must fight the specific monster level listed, even if you have previously faced it.",
    "storyEvents": []
  },
  {
    "name": "Nemesis Encounter - Watcher",
    "todo": "",
    "storyEvents": []
  },
  {
    "name": "Nemesis Encounter - The Hand",
    "todo": "Departing survivors do not have a Hunt Phase. Instead, select the The Hand's monster level (it should be 1 greater than the last The Hand encounter) and set up the showdown accordingly.",
    "storyEvents": []
  },
  {
    "name": "Bone Witch",
    "todo": "One day. the exile emerged from the darkness. The settlement worried at the sound of her wailing chants. Everyone feared what mystery kept her alive in the darkness all these years. Some could not resist asking.",
    "storyEvents": [
      38,
      39
    ]
  },
  {
    "name": "Age",
    "todo": "Your time in the darkness changes you.",
    "storyEvents": [
      26,
      27,
      28,
      29,
      30
    ]
  },
  {
    "name": "Birth of a Savior",
    "todo": "The newborn vanishes from the loving arms of the settlement for a fraction of a second. In that second, it spends a lifetime in the domain of the Ethereal Dreamer and returns with a dream. Choose one:",
    "storyEvents": [
      31,
      32,
      33
    ]
  },
  {
    "name": "Bold",
    "todo": "In a single moment, your perspective changes profoundly.",
    "storyEvents": [
      34,
      35,
      36,
      37
    ]
  }
]
