[
  {
    "id": 1,
    "name": "White Lion",
    "level": 1,
    "isNemesis": false,
    "rewardText": "The first time the White Lion is defeated, add Catarium to the settlement locations. The group gains the following rewards, based on the monster level: (1) 4 basic. 4 white lion resources. (2) 4 basic. 6 white lion resources. (3) 4 basic. 8 white lion resources. 1 Elder Cat Teeth strange resource.(br) If the settlement has Saga when they defeat a level 3+ White Lion, roll 1d10. On a result of 4+, they create a tale of the exploits! The survivor that dealt the killing blow may select either permanent +1 accuracy or +l strength. They may gain this bene fit once a lifetime.",
    "terrainDeployment": "<ul><li>1 Tall Grass Terrain Card [2 Tall Grass Tiles].</li><li>2 random terrain cards, set up normally.</li><li>Place the White Lion m the center of the board.</li><li>Place survivors in the olue zone.</li></ul>",
    "aftermath": "",
    "aftermathVictory": "<ul><li>+1 Hunt XP</li><li>+1 Weapon Proficiency (if eligible)</li><li>+ Rewards</li></ul>",
    "aftermathDefeat": "The White Lion greedily consumes the bodies and takes a small shiny prize. Roll 1d10. On a 6+, archive a jewelry gear of your choice. If the survivors don't have any jewelry, nothing happens.",
    "otherInformation": "",
    "resources": [
      {
        "level": 1,
        "resources": [
          {
            "name": "BASIC",
            "amount": 4
          },
          {
            "name": "WHITELION",
            "amount": 4
          }
        ]
      },
      {
        "level": 2,
        "resources": [
          {
            "name": "BASIC",
            "amount": 4
          },
          {
            "name": "WHITELION",
            "amount": 6
          }
        ]
      },
      {
        "level": 3,
        "resources": [
          {
            "name": "BASIC",
            "amount": 4
          },
          {
            "name": "WHITELION",
            "amount": 8
          },
          {
            "name": "Elder Cat Teeth",
            "amount": 1
          }
        ]
      }
    ],
    "locations": []
  },
  {
    "id": 2,
    "name": "Screaming Antelope",
    "level": 1,
    "isNemesis": false,
    "rewardText": "When the monster is defeated, any survivors with 20+ insanity are driven mad by the monster's death wail. They vanish, screaming into the darkness, never to be seen again. The group gains the following rewards, based on the monster level: (1) 4 basic. 4 Screaming Antelope resources. (2) 4 basic , 6 Screaming Antelope resources.(3) 4 basic, 8 Screaming Antelope resources. 1 Broken Lantern basic resource.(br)If the settlement has Heart Flute when they defeat a level 3+ Screaming Antelope. roll 1d10. On a result of 4+, they create a stirring melody! Nominate a survivor at the settlement that has never been on a hunt. They gain +2 permanent strength! This bonus may only be gained once a lifetime.",
    "terrainDeployment": "<ul><li>3 Acanthus Plant terrain cards [6 plants total], set up in the green area.</li><li>2 random terrain cards, set up normally.</li><li>Place the monster in the center of the board.</li><li>Place the survivors along e1ther short board edge.</li></ul>",
    "aftermath": "",
    "aftermathVictory": "<ul><li>+1 Hunt XP</li><li>+1 Weapon Proficiency (if eligible)</li><li>+ Rewards</li></ul>",
    "aftermathDefeat": "When the hunters fail to return, nominate a non-deaf survivor in the settlement. They rabidly beat their head in grief, suffering the deaf severe head injury.",
    "otherInformation": "",
    "resources": [
      [
        {
          "level": 1,
          "resources": [
            {
              "name": "BASIC",
              "amount": 4
            },
            {
              "name": "SCREAMINGANTELOPE",
              "amount": 4
            }
          ]
        },
        {
          "level": 2,
          "resources": [
            {
              "name": "BASIC",
              "amount": 4
            },
            {
              "name": "SCREAMINGANTELOPE",
              "amount": 6
            }
          ]
        },
        {
          "level": 3,
          "resources": [
            {
              "name": "BASIC",
              "amount": 4
            },
            {
              "name": "SCREAMINGANTELOPE",
              "amount": 8
            },
            {
              "name": "Broken Lantern",
              "amount": 1
            }
          ]
        }
      ]
    ],
    "locations": []
  },
  {
    "id": 3,
    "name": "Phoenix",
    "level": 1,
    "isNemesis": false,
    "rewardText": "The first time the Phoenix is defeated, gain the Plummery settlement location. Survivors with age tokens gain +1 understanding. The group gains the following rewards, based on the monster level:(1) 4 basic, 4 Phoenix resources. (2) 4 basic, 6 Phoenix resources. (3) 4 basic, 8 Phoenix resources, 1 Phoenix Crest strange resource.(br) If the settlement innovated Face Painting when they defeat a level 3+ Phoenix, the survivors paint their faces with Phoenix blood. Roll ld10. On a result of 6+, the survivor that dealt the killing blow howls in pain. The Phoenix blood burns and colors, their iris yellow. They gain permanent +1 speed and -1 accuracy.",
    "terrainDeployment": "<ul><li>1 Nightmare Tree terrain card , set up in the center of the board.</li><li>2 random terrain cards, set up normally.</li><li>Place the monster in the center of the board.</li><li>Place survivors 6 spaces away from the monster.</li></ul>",
    "aftermath": "",
    "aftermathVictory": "<ul><li>+1 Hunt XP</li><li>+1 Weapon Proficiency (if eligible)</li><li>+ Rewards</li></ul>",
    "aftermathDefeat": "Roll 1d10. On a result of 6+, a random survivor that died during the showdown finds themselves back at the settlement! They lose all their courage and understanding and must select a new name.",
    "otherInformation": "",
    "resources": [
      [
        {
          "level": 1,
          "resources": [
            {
              "name": "BASIC",
              "amount": 4
            },
            {
              "name": "PHOENIX",
              "amount": 4
            }
          ]
        },
        {
          "level": 2,
          "resources": [
            {
              "name": "BASIC",
              "amount": 4
            },
            {
              "name": "PHOENIX",
              "amount": 6
            }
          ]
        },
        {
          "level": 3,
          "resources": [
            {
              "name": "BASIC",
              "amount": 4
            },
            {
              "name": "PHOENIX",
              "amount": 8
            },
            {
              "name": "Phoenix Crest",
              "amount": 1
            }
          ]
        }
      ]
    ],
    "locations": []
  },
  {
    "id": 4,
    "name": "Butcher",
    "level": 1,
    "isNemesis": true,
    "rewardText": "Roll 1d10 and add the Butcher's level to the result. The group gains any listed resources or gear. Add them to the settlement's storage. (1-3) The Butcher vanishes in a flash of blinding light. (4-6) The Butcher lets loose a final roar. Its body explodes, scattering 1d5 Broken Lantern resources. (7-9) Butcher's Cleaver rare gear and 1 Broken Lantern resource. (10-12) Butcher's Cleaver rare gear and 1d5 Broken Lantern resources, and Hunk of living Flesh (use to regrow 1 dismembered limb right now only). (13+) The Forsaker Mask rare gear falls to the ground.(br) If the settlement has Memento Mori when they defeat a level 3+ Butcher, roll 1d10. On a result of 2+, nominate a survivor. The survivor cuts off their own face and fashions it into a mask. Gain the Forsaker Mask rare gear. You may gain this benefit once per campaign.",
    "terrainDeployment": "<ul><li>1 Stone Column terrain card, [3 columns] place in green spaces.</li><li>1 random terrain card, set up normally.</li><li>Place the nemesis in the center of the board.</li><li>Place survivors in the blue zone.</li></ul>The survivors are defending their home. They go first",
    "aftermath": "",
    "aftermathVictory": "The Butcher is an inspiration. Any victorious survivor may immediately select Axe weapon proficiency, regardless of age milestones. (Any accrued ranks of weapon proficiency are lost when switching to a new weapon type.)(br)Level 1 + <ul><li>+1 Hunt XP</li><li>+1 Weapon Proficiency Level or +(*) Axe Proficiency Levels</li><li>Rewards</li></ul>",
    "aftermathDefeat": "The Butcher rampages through the settlement! Everyone escapes into the darkness until it leaves, but all resources in the settlement's storage are lost repairing the destruction.",
    "otherInformation": "",
    "resources": [],
    "locations": []
  },
  {
    "id": 5,
    "name": "King's Man",
    "level": 1,
    "isNemesis": true,
    "rewardText": "The air grows still and a palpable feeling of dread comes over the survivor that dealt the final wound to the King's Man. (milestone) King's Curse. Roll 1d10 + defeated monster's level on the table below. The group gains the following rewards:(1-4) Nothing. (5-8) Each survivor gains 1 random fighting art. (9+) 1 Steel Sword rare gear, 1 basic resource.(br) If the settlement innovated Nightmare Training when they defeat a level 3+ King's Man. the survivors are inspired by the battle. Each remaining survivor rolls 1d10, on a result of 8+, the survivor gains King's Step secret fighting art.",
    "terrainDeployment": "<ul><li>1 Stone Column terrain card, [3 columns] place in the green spaces.</li><li>2 random terrain cards, set up normally.</li><li>Place the nemesis in the center of the board.</li><li>Place survivors in the blue zone.</li><li>The survivors are defending their home. They go first.</li></ul>",
    "aftermath": "Any victorious survivor may immediately select Spear weapon proficiency, regardless of age milestones. (Any accrued ranks of weapon proficiency are lost when switching to a new weapon type.)",
    "aftermathVictory": "Level 1 +<ul><li>+1 Hunt XP</li><li>+1 Weapon Proficiency Level or +(*) Spear Proficiency Levels</li><li>+ Rewards</li></ul>",
    "aftermathDefeat": "The King's Man rudely breaks something as it leaves the settlement. If the settlement innovated Pottery, return it to the innovation deck.",
    "otherInformation": "",
    "resources": [],
    "locations": []
  },
  {
    "id": 6,
    "name": "The Hand",
    "level": 1,
    "isNemesis": true,
    "rewardText": "The Hand hesitates before leaving. Roll 1d10 and consult the table below. The group gains any listed resources or gear.(1-4) The Hand vanishes. The group finds 1 broken lantern basic resource and 1 skull basic resource. Suffer -1 population. (5-8)The Hand is a sore loser, and punts a Broken Lantern. One random survivor suffers a severe head injury. Add 1 scrap to the settlement storage. (9+)The Hand bows graciously and vanishes. Leaving a package carefully wrapped in 1 leather strange resource. Inside, is 1 skull and 5 random basic resources. -1 population.(br) If the settlement has the sword Mastery innovation when they defeat a level 3+ Hand. The Hand takes a moment to share some fighting techniques. Roll 1d10 for each survivor. On a result of 6+, the survivor gains the swordsman's Promise secret fighting art.",
    "terrainDeployment": "<ul><li>1 Giant Stone Face terrain card, place in the green spaces.</li><li>1 Stone Column terrain card [3 columns] and 1 random terrain card, set up normally.</li><li>Place the nemesis in the center of the board, on top of the Giant Stone Face.</li><li>Place survivors in the blue zone.</li><li>The survivors are defending their home. They go first.</li></ul>",
    "aftermath": "Any victorious survivor may immediately select Fist & Tooth weapon proficiency, regardless of age milestones. (Any accrued ranks of weapon proficiency are lost when switching to a new weapon type.)",
    "aftermathVictory": "Level 1 + <ul><li>+1 Hunt XP</li><li>+1 Weapon Proficiency Level or +(*) Fist & Tooth Proficiency Levels</li><li>+ Rewards</li></ul>",
    "aftermathDefeat": "If the settlement has the Guidepost innovation. The Hand leaves in peace. Otherwise, he slaughters all retired survivors in the settlement.",
    "otherInformation": "",
    "resources": [],
    "locations": []
  },
  {
    "id": 7,
    "name": "Watcher",
    "level": 1,
    "isNemesis": true,
    "rewardText": "",
    "terrainDeployment": "<ul><li>Place the Watcher in the center of the board.</li><li>Place the survivors in the blue spaces.</li><li>Survivors go first.</li></ul>",
    "aftermath": "",
    "aftermathVictory": "With a terrific hiss, the watcher deflates onto the floor. A moment passes, no longer than the single beat of a heart, before lanterns all over the chamber explode in a dazzling array of colors. An intense, luminescent goo washes over the survivors, and they feel triumph. All living survivors gain +1 permanent strength. Then, (milestone) Blackout.",
    "aftermathDefeat": "With a great inhalation. the Watcher greedily consumes everyone and everything before traveling for an eon, ultimately seeking a new place to hibernate. The time of the settlement has come to an end. Its people and history are forever lost. (milestone) Game over.",
    "otherInformation": "",
    "resources": [],
    "locations": []
  },
  {
    "id": 8,
    "name": "Gold Smoke Knight",
    "level": 1,
    "isNemesis": true,
    "rewardText": "",
    "terrainDeployment": "<ul><li>Draw 3 random terrain cards.</li><li>Place the Gold Smoke Knight in the center of the board.</li><li>Place the survivors in the blue spaces.</li><li>The survivors carrying the Final Lantern gains the Priority target token.</li><li><b>The Gold Smoke Knight goes first no matter what!!!</b></li></ul>",
    "aftermath": "",
    "aftermathVictory": "The Gold Smoke Knight collapses, its swollen gut gushing rusty smoke. A red pall blankets the settlement. The survivors' wary eyes grow heavy and they collapse one by one. Face to face with the stone ground they fall into a breathless slumber. Dead. (milestoneNL) <b>Game Over</b>",
    "aftermathDefeat": "The Gold Smoke Knight drops the Final Lantern on the Watcher's corpse, bringing the maul down on the remains. The explosion incinerates flesh, cloth, hair, and skin. The Knight moves amongst the dead, arranging their bones and lighting the smile of each skull with a glowing ember. (milestoneNL) <b>Game Over</b>",
    "otherInformation": "",
    "resources": [],
    "locations": []
  }
]
