[
  {
    "id": 1,
    "name": "First Words",
    "description": "The nominated survivor steps forward and gains + 1 courage. They lead the other survivors to learn to speak to one another! They discuss their situation, realizing they must hunt to live. Add the White Lion to the Quarry list on the settlement record sheet.(br) Your settlement gains the Language innovation. Search the Innovation cards for Language and place it face up in your play area and record it on your settlement sheet.(br) Language is your first innovation, and it will spark the creation of the innovation deck.(br) Build the Innovation deck now ."
  },
  {
    "id": 2,
    "name": "Build the Innovation Deck",
    "description": "The innovation deck represents the potential cultural and technological growth of your settlement. It will grow throughout the campaign as you gain new innovation cards.(br) Find the 6 innovation cards with language consequence listed under their title:(br) Ammonia, Drums, Hovel, Inner Lantern, Paint, and Symposium.(br) Shuffle these 6 cards together to form your settlement's innovation deck.  Place it face down in the designated space on the settlement board.(br) The innovation deck is persistent. Make sure to preserve the unique combination of cards in your deck between play sessions.(br) Finished with their work, the settlement gathers around its Glowing Center"
  },
  {
    "id": 3,
    "name": "Glowing Center",
    "description": "Armed with language, the nominated survivor aptly names the glowing center of their home The Lantern Hoard. The settlement gains the Lantern Hoard Settlement Location.(br) Search the large Settlement Location cards for the Lantern Hoard and place it face up in your play area. The Lantern Hoard is the source of all innovations and further locations the settlement will develop.(br) The nominated survivor sits in front of the Lantern Hoard in awe and gains + 1 understanding. They must skip the next hunt phase as they ponder the meaning of existence. Check off the skip hunt box on the survivor's record sheet.  They cannot be selected as a departing survivor this phase.(br) Return to the First Story to complete the Settlement Phase."
  },
  {
    "id": 4,
    "name": "The First Harvest",
    "description": "The settlement decides to harvest the body for resources. The settlement gains the Death Principle: Cannibalize. Find and place the card on the settlement board and note it on the settlement record sheet. After adding the card to the settlement, Roll 1d10. ldlO Result (1-5) The settlement ritualistically divides the corpse with a sharp stone and grimly consumes the dead flesh. Gain a Founding Stone starting gear. All departing survivors gain +3 insanity. (6-10) Nominate a survivor. The survivor fanatically tears the corpse open and deeply drinks its blood. They decide that for every new creature they eat, they will become stronger. The survivor gains +1 permanent speed."
  },
  {
    "id": 5,
    "name": "The First Grave",
    "description": "The settlement decides to build a small monument to mark their loss. The settlement gains the Death Principle: Graves. Find and place the card on the settlement board and note it on the settlement record sheet. After adding the card to the settlement, Roll 1d10. ldlO Result (1-5) The settlement gathers around the grave, each taking a moment to reflect the loss and their place in the darkness. All departing survivors gain +l survival and +l understanding. (6-10) Nominate a survivor. With tears in their eyes, the survivor takes a shard of rock from the grave and marks themselves with it. They cherish this mark forever. The survivor gains +l permanent luck."
  },
  {
    "id": 6,
    "name": "Without Mercy",
    "description": "The toys are taken from the child and replaced with a cold, stone face shard. Training begins immediately. The settlement gains the New Life Principle: Survival of the Fittest. Find and place the card on the settlement board and note it on the settlement records sheet. After adding the card to the settlement, roll 1d10. (1-5) The settlement celebrates with a rowdy party, filled with tests of strength and triumphant roaring. The parents each gain +1 permanent strength and +2 insanity. They must skip the next hunt to recover. (6-10) The child is raised as a pure warrior, leaving compassion and fear behind. The newborn survivor gains +2 courage, the Tough fighting art and one random disorder."
  },
  {
    "id": 7,
    "name": "With Affection",
    "description": "The settlement embraces the child with warm arms. Nurturing new life is their highest calling. The settlement gains the New Life Principle: Protect the Young. Find and place the card on the settlement board and note it on the settlement record sheet. After adding the card to the settlement, roll 1d10. (1-5) The settlement gathers around the newborn in ave. Never have they seen something so precious and meaningful. The parents each gain +2 survival and +1 permanent evasion. (6-10) The child(ren) is raised by the entire settlement and endowed with the hopes and wisdom of all. The newborn survivor(2) gains +2 understanding and the Strategist fighting art."
  },
  {
    "id": 8,
    "name": "Collective Toil",
    "description": "Tainted by darkness, a survivor nearly brought ruin to the settlement. On the day of her exile, the people decided that all must spend equal time hunting and working to avoid future disasters. -1 population. Add \"(milestoneNL) Bone Witch\" to the timeline 3 years from now. The settlement gains the Society Principle: Collective Toil. Find and place the card on the settlement board and note it on the settlement record sheet. After adding the card to the settlement, roll 1d10. (1-5) Nominate up to 4 survivors. Each gain +5 survival. (6-10) Nominate a survivor. You have a secret. You will always know in your heart that the exile was banished for merely repeating what you taught her. Gain the Secretive disorder. It cannot be removed for any reason. In addition, gain the Timeless Eye fighting art."
  },
  {
    "id": 9,
    "name": "Accept Darkness",
    "description": "The darkness spoke startling truths. It told the people they were monsters just like the ones they hunted. The people accepted their monstrosity and their place stalking in the darkness. The settlement gains the Society Principle: Accept Darkness. Find and place the card on the settlement board and note it on the settlement record sheet. After adding the card to the settlement, roll 1d10. (1-5) Nominate up to 4 survivors. Each gains +10 insanity. (6-10) Nominate a female survivor (if you can't, nominate a male instead). The survivor is heralded as the settlement's leader! Gain the Quixotic disorder. It cannot be removed for any reason. In addition, gain the Leader and Orator of Death fighting arts."
  },
  {
    "id": 10,
    "name": "Lost Settlements",
    "description": "Start a new campaign by taking a settlement record sheet and filling in a box under the lost settlement section. Apply all milestone bonuses earned to your new campaign and begin the First Story. For every successive settlement you have lost, you may fill in a box and continue to earn new milestone bonuses for your future campaigns. (milestone) 1. Left Overs: At the start of the showdown with the First Story White Lion, set up 1 survivor Corpse terrain card. ()(milestone)(milestone) 2. Those before us: When the survivors reach the settlement, they find small traces of human life before them. Gain 1 skull basic resource and increase the survival limit by 1. ()(milestone)(milestone)(milestone) 3. Ocular Parasites: This new generation of survivors' eyes have better adapted to the darkness. All survivors gain +1 permanent accuracy. However, the First Story White Lion has grown fat from all the survivors it's eaten. At the start of the showdown, it gains +1 damage token and -1 movement token. ()(milestone)(milestone)(milestone)(milestone) 4. Rainy Season: The weather is extremely temperamental. Add the Acid Storm settlement event to the timeline years 3, 7 13, 19."
  },
  {
    "id": 11,
    "name": "Duel",
    "description": "The hooded knight confronts the bearer of the Twilight Sword, they roll on the table. Add +1 to the result for each Twilight Sword weapon proficiency level. (1-3) The survivor perishes quickly. Disappointed, the knight leaves, never to return. (4-7) The survivor is badly wounded. Suffer the gaping chest wound severe chest injury. The knight has Unfinished Business. (8-9) Gain 1 level of weapon proficiency. Lose all survival. You cannot gain survival this settlement phase. The knight has Unfinished Business. (10) Gain 1 level of weapon proficiency. The knight has Unfinished Business. (11+) Gain 2 level of weapon proficiency, +1 insanity, +1 survival. The knight has Unfinished Business."
  },
  {
    "id": 12,
    "name": "Mysterious Agenda",
    "description": "(1-2) As quickly as he arrived, the hooded knight vanishes in a flash of steel and blood. Suffer -2 population. The hooded knight leaves with Unfinished Business and will return later. (3-6) The hooded knight insists on training the uncouth survivors in martial combat. Up to 2 survivors may spend 3 resources each to learn the Mighty Strike fighting art. The hooded knight leaves with Unfinished Business and will return later. (7-10) The hooded knight forces a tattered parcel into the hands of the returning survivor with the most Hunt XP (if tied, randomize). The hooded knight leaves with Unfinished Business. If there are no returning survivors, then Unfinished Business. (10) The Hooded Knight seems disturbed. If settlement has Records, roll 1d10. (1-3) Destroy Records, return it to the innovation deck. (4+) If you haven't triggered (swords)Nemesis Encounter - Watcher, move it back 5 years on the timeline."
  },
  {
    "id": 13,
    "name": "Unfinished Business",
    "description": "Add \"(milestoneNL) Hooded Knight\" to the timeline 4 years from now."
  },
  {
    "id": 14,
    "name": "Tattered Parcel",
    "description": "The survivor gains the Twilight Sword rare gear, place it in their grid now. The survivor may select Twilight Sword as a weapon proficiency type. The weapon is cursed. (br)Cursed: This may not be removed from your gear grid for any reason. When you die, archive this card."
  },
  {
    "id": 15,
    "name": "Endless Screams Event",
    "description": "The settlement erupts into chaos trying to comprehend the source of the terrible wail. You may now hunt the Screaming Antelope. Add it to the quarry list on the settlement record sheet. Nominate a single survivor to stand amidst the madness. They gain +1 courage and become the Voice of Reason."
  },
  {
    "id": 16,
    "name": "Voice of Reason",
    "description": "(1-2) The survivor's face turns pale and the courage drains from their eyes. Without hesitation, the survivor turns on their heels and dashes for the darkness. Sadly, their foot catches a stone face and they fall face-first into the floor. The survivor loses 1 courage and suffers the broken jaw severe head injury. (3-6) The survivor realizes the noise is most likely from another strange creature that lives out in the darkness. After some effort, they manage to calm the settlement.(br) The Survivor gains +1 understanding.(br) Returning survivors gain +1 insanity. (7-10) The survivor stands firm in the face of the screaming unknown. Slow and strong words change the settlement's fear into tingling excitement. After all, the endless screams might be an opportunity to gain knowledge and harness the darkness.(br) The survivor gains the Orator of Death fighting art.(br) Returning survivors gain +2 insanity."
  },
  {
    "id": 17,
    "name": "Inspection",
    "description": "(1-3) In one swift motion The Hand draws its sword, cleaving the Lantern Oven and 4 survivors asunder. Suffer -4 population. Return the Lantern Oven to the innovation deck. Challenge The Hand to avoid this loss.(2-3) If the settlement has the Accept the Darkness Society Principle, The Hand presents 2 infants to the kneeling survivors, Gain +2 population. (4-7) The Hand rampages through the settlement. Lose any resources in settlement storage and suffer -1 population. Challenge The Hand to avoid this loss.(5-7) If the settlement has the Guidepost innovation, The Hand demonstrates sophisticated fighting arts. Gain 1 weapon mastery of your choice and add it to your settlement. (8-10) The Hand points at the survivor (survivors in case of a tie) with the most hunt experience. A warble trapped in their throat as their chest bursts open expelling their organs (killing them). Challenge the Hand to avoid this loss. (9-10) If the settlement has Survival of the Fittest New Life Principle, The Hand's voice sounds in all of the survivors' heads. None can recall what happened, but each feels profoundly changed. No (*) may be spent this settlement phase. All living survivors gain +1 permanent strength."
  },
  {
    "id": 18,
    "name": "Challenge",
    "description": "The Hand accepts your challenge! Stop the settlement phase and depart for a special showdown with The Hand. After the showdown, resume the settlement phase. Do not gain (*), draw a settlement event card, or advance a lantern year."
  },
  {
    "id": 19,
    "name": "Hands of heat event",
    "description": "If the settlement already innovated Lantern Oven, skip this event and roll on the Lantern Branding table. Otherwise, proceed with Hands of Heat, below:(br) One lucky day, a clumsy accidents knocks a lantern free from the towering Lantern Hoard. A sudden flash of heat bathes the survivors as the lantern crashes to the ground. Now shattered, the lantern light dies, but the seed of an idea begins to grow.(br) Nominate a survivor. They gain +1 courage and Experiment with Lanterns."
  },
  {
    "id": 20,
    "name": "Experiment with Lanterns",
    "description": "(1-3) An agitated lantern shatters in the survivor's face. Badly burned and disfigured, the survivor is exiled from the settlement as an inhuman monster. However, the other survivors learn something from this tragedy. Your settlement gains the Lantern Oven innovation. -1 population. Add \"(milestoneNL) Bone Witch\" to the timeline 3 lantern years from now. (4-6) The survivor vigorously shakes a lantern and holds it watchfully. It bursts into blue light with a distinct hissing sound. The lantern grows hot in the survivor's clenched hands, burning their flesh. They bellow in primal triumph. Gain +1 permanent strength and the Red Fist secret fighting art. Your settlement gains the Lantern Oven innovation. (7+) The survivor discovers heat and the settlement gains the Lantern Oven innovation. The survivors gains the Red Fist secret fighting art, and rolls on the Lantern Branding table on this page!"
  },
  {
    "id": 21,
    "name": "Lantern Branding",
    "description": "A feast, culminating in the ritual branding of the settlement's finest warriors by the heat of an agitated lantern.(br) Discard half the settlement's total resources (including storage), rounded down. Nominate a survivor and roll on the table below. (1-3) Tradition. All departing survivors gain +10 survival. Add \"(milestoneNL) Hands of Heat\" to the timeline 1d10 years from now. (4-7) Branded feet. Gain +1 permanent speed. (8-9) Branded hand. Gain +1 permanent strength. (10+) Accident! Suffer the blinded severe head injury and gain +1 permanent luck."
  },
  {
    "id": 22,
    "name": "Count People",
    "description": "7 or less.(br) - Supportive Action -(br) Finally, one of them drives a lantern halberd into the ground. They leave without a word. Add the Guidepost innovation to the settlement.(br) The strangers plan to return. Add (milestoneNL) Armored Strangers to the timeline 4 years from the current year. Roll on the table below. (1-3) A survivor's ears fill with a painful static! A random returning survivor gains a random disorder. (4-7) The armored strangers dump a mangled, unidentifiable corpse on the ground. Gain 3 random basic resources. (8+) The armored strangers haul a massive, bountiful beast corpse. The survivors wonder at this boon. Gain 6 random basic resources. Departing survivors gain +1 survival.(br)(br) 8 or more(br) - Destructive Action -(br) The strangers finish their count and draw their blades. Roll on the table below.(1-4) The armored strangers wantonly execute survivors. Suffer -5 population. You may Resist to avoid this loss. (5-7) The bravest survivors are rounded up. Select the survivors with the highest courage (if case of a tie, select all) and execute them. You may Resist to avoid this loss. (8-9) The strangers destroy a random innovation. Return the lost innovation card to the settlement's innovation deck. The survivors may choose to Resist to avoid this loss.(10+) A halberd is left in the settlement with a survivor impaled on it as a reminder. Suffer -1 population. Add the Guidepost innovation to the settlement."
  },
  {
    "id": 23,
    "name": "Resist",
    "description": "You rise up! Stop the settlement phase and prepare to depart for a special showdown with a King's Man. After the showdown, resume the settlement phase. After the showdown. resume the settlement phase. Do not gain (*), draw a settlement event card, or advance a lantern year."
  },
  {
    "id": 24,
    "name": "Phoenix Feather Event",
    "description": "The skies bubble and murmur as a dark presence tears through the atmosphere like a negative lighting bolt, sucking the air and energy from all who gaze upon it.(br) A light rain begins . The survivors turn their eyes up to see a huge, iridescent feather slowly floating toward the ground. Their lantern lights reflect strange rainbows off the twisting feather. A primal fear takes root in the settlement.(br) You may now hunt the Phoenix. Add it to the quarry list on the settlement record sheet. Nominate a single survivor to speak. They gain + 1 courage and Break the Silence."
  },
  {
    "id": 25,
    "name": "Break the silence",
    "description": "(1) The survivor attempts to speak, but before the words can leave their lips, they fall over dead from fright. The settlement panics and decides to banish the fallen feather into the darkness. (2-5) The survivor shoos everyone away from the feather. Alone in the rain , they examine it. The nominated survivor gains + 1 understanding and the Tail Feather Phoenix resource. (4-5) If the settlement chose Survival of the Fittest Birth Principle, the survivor raves to no one in particular about an oncoming trial. bursting in to laughter and tearing the feather apart! The survivor gains +1 permanent evasion and the Honorable disorder. (6-10) The survivor exclaims that the fallen feather is the most beautiful and dangerous thing they have ever laid eyes on . Each color runs perfectly into another, and gazing upon it imparts a strange sense of longing. They are convinced that there has never been something so perfect in this world.(br) The survivor greedily hides the feather from the others. They gain the Crazed fighting art, the Hoarder disorder, and + 1 courage (from stashing the feather)!(br) Returning survivors gain +2 insanity."
  },
  {
    "id": 26,
    "name": "Age Story Event",
    "description": "Gain the benefits for the Hunt XP milestone you have reached. A survivor may only gain each milestone benefit once a lifetime."
  },
  {
    "id": 27,
    "name": "1 | Weapon Proficiency",
    "description": "You may now select a weapon type for weapon proficiency. (If you wound a monster with the selected weapon type, you are now eligible to gain a proficiency level during the aftermath). Roll on the table below.(br) Available Weapon Types(br) axe, bow, club, dagger, fist & tooth, grand weapon, katar, shield, spear, sword, and whip.(br) 2d10 (2) Gain +1 permanent evasion. (3-6) Gain +1 permanent strength. (7-15) Gain 1 random fighting art. (16-19) Gain +1 permanent accuracy. (20) Gain +1 permanent luck."
  },
  {
    "id": 28,
    "name": "2 | Improved Reflexes",
    "description": "The years sharpen your reflexes. Roll on the table below.(br) 2d10 (2) Gain +1 permanent movement. (3-6) Gain 1 random fighting art. (7-15) Gain +1 permanent strength. (16-19) Gain 1 random fighting art. (20) Gain +1 permanent speed."
  },
  {
    "id": 29,
    "name": "3 | Enhanced Senses",
    "description": "Experience sharpens your instincts. Roll on the table below.(br) 2d10 (2) Gain +1 permanent speed. (3-6) Gain +1 permanent movement. (7-15) Gain 1 random fighting art. (16-19) Draw 2 random fighting arts and gain 1. (20) Gain +3 permanent strength."
  },
  {
    "id": 30,
    "name": "4 | Lucky Elder",
    "description": "Age is the rarest resource of all. Roll on the table below.(br) 2d10 (2) Draw 5 random fighting arts and gain 1. (3-6) Gain +1 permanent evasion. (7-15) Gain +1 permanent evasion. (16-19) Gain +1 permanent speed. (20) Gain +1 permanent attribute of your choice."
  },
  {
    "id": 31,
    "name": "Dream of the Beast",
    "description": "The newborn gains 1 permanent red affinity and the following abilities:(br) Caratosis: For each red affinity you have, 1 of your attack rolls hits automatically each attack.(br) Red Life Exchange: In the Aftermath, gain 3 additional Hunt XP. You may not place other gear in your grid. Gain+ 1 permanent strength with each Age milestone. When you retire, you cease to exist."
  },
  {
    "id": 32,
    "name": "Dream of the Crown",
    "description": "The newborn gains 1 permanent green affinity and the following abilities:(br) Dormenatus: When you depart, gain (shieldone) to every hit location for each green affinity you have.(br) Green Life Exchange: In the Aftermath , gain 3 additional Hunt XP. You may not place other gear in your grid. Gain + 1 permanent evasion with each Age milestone. When you retire, you cease to exist."
  },
  {
    "id": 33,
    "name": "Dream of the Lantern",
    "description": "The newborn gains 1 permanent blue affinity and the following abilities:(br) Lucernae: For every blue affinity you have, your ranged weapons gain this amount of range and your melee weapons gain this amount of reach.(br) Blue Life Exchange: In the Aftermath, gain 3 additional Hunt XP. You may not place other gear in your grid. Gain+ 1 permanent luck with each Age milestone. When you retire, you cease to exist."
  },
  {
    "id": 34,
    "name": "Bold Story Event",
    "description": "Select the triumph corresponding to the current game phase. A survivor may only gain these benefits once a lifetime."
  },
  {
    "id": 35,
    "name": "Showdown Phase Triumph",
    "description": "<b>Showdown Phase Triumph</b>(br)The essential difference between man and monster is a gap no human can overcome. You accept this and tap into a deep well of deranged fortitude. Gain the following ability and roll on the table below.(br) Stalwart: Ignore being knocked down by brain trauma and intimidation actions. (1-3) Gain +1 strength token. (4-7) Gain +3 survival and +3 insanity. (8-9) Gain +1 permanent strength. (10+) Gain +1 permanent speed."
  },
  {
    "id": 36,
    "name": "Hunt Phase Triumph",
    "description": "<b>Hunt Phase Triumph</b>(br)Expect the unexpected. You are prepared to face any mind-bending trials at a moments notice. Where others may falter , you forge ahead, meeting the journey head on. Gain the following ability and roll on the table below.(br) Prepared: When rolling to determine a straggler, add your hunt experience to your roll result. (1-3) Gain +1 speed token for next showdown. (4-7) Gain +1 understanding. (8-9) Gain +1 permanent strength. (10+) Gain +1 permanent movement."
  },
  {
    "id": 37,
    "name": "Settlement Phase Triumph",
    "description": "<b>Settlement Phase Triumph</b>(br)In this fleeting existence, every moment shared creates meaning. The bonds forged between survivors give you hope. Gain the following ability and roll on the table below.(br) Matchmaker: When you are a returning survivor, once per year you may spend (*) to (milestoneNL) Intimacy. (1-3) May reroll 1 (*) result this settlement phase. (4-7) Gain +1 (*) this settlement phase. (8-9) Gain +1 permanent strength. (10+) Gain +1 permanent accuracy."
  },
  {
    "id": 38,
    "name": "Bone Witch Story Event",
    "description": "All non-deaf returning survivors gain 3 insanity.(br) Insane returning survivors are inexorably drawn to the Bone Witch and must endeavor at the Witch Camp. Otherwise, during this settlement phase, any survivor may endeavor at the Witch Camp if they choose."
  },
  {
    "id": 39,
    "name": "(*) Witch Camp - roll 1d10",
    "description": "(1) The Bone Witch never forgave her exile. Her burning hatred lit the dark brighter than any lantern. With jagged teeth and gnarled claws, she attacks! You manage to escape, but the wounds she inflicted continue to burn. Suffer -1 permanent strength, -1 permanent accuracy and skip the next hunt.(br) Add \"(milestoneNL) Bone Witch\" to the timeline 3 years from the current lantern year. (2-4) The secrets of the dark should not be seen. The last thing you see are the witch's outreached claws reaching for your eyes. Your eyes are scarred. Suffer -4 permanent accuracy and gain +4 permanent strength . If, for some reason , you gain this result twice, you die.(br) Add \"(milestoneNL) Bone Witch\" to the timeline 3 years from the current lantern year. (5-7) The Bone Witch mutters of the alluring embrace of the awaiting darkness. Her stories stir strange yearnings in your bones. For being a patient listener, she offers to teach you something for the cost of 1d5 bone resources.(br) If you spend the resources, gain the Extra Sense fighting art and +3 survival. (8-10) The Bone Witch spends whispers of the horrors and wonders she has seen, arming you with valuable wisdom. Gain +2 insanity, +1 understanding, and the following ability.(br) Homing Instinct: Add +5 to your rolls on the Run Away story event. (9-10) If the settlement has the Guidepost innovation, the Bone Witch wanders over to it. The settlement is transfixed by a sense of danger. Effortlessly, the Which plucks the weapon from the ground. Archive the Guidepost innovation.(br) As a consolation. she offers to teach the settlement something in exchange for 1 bone.(br) If you spend 1 bone, nominate 4 survivors. They gain the Monster Claw Style fighting art."
  },
  {
    "id": 40,
    "name": "See the Truth Story Event",
    "description": "You suddenly recall meeting a strange masked man, who, for a moment, opened your second eyelids. What you saw filled your mouth with the taste of your own death. Suffer the blinded severe head injury and Taste Death. If you are already blinded at least once, do not suffer it again."
  },
  {
    "id": 41,
    "name": "Taste Death - roll 1d10",
    "description": "(1-2) <b>Sweet</b>(br)When your second eyelids opened, the veil of darkness was lifted. You recall looking to the sky and viewing a horizon of titanic faces. Each face is different and peers at a different part of your body. Death was upon you, and a strangely sweet flavor swirled around in your mouth. Gain the <b>Weak Spot</b> disorder and the following ability.(br1)<b>Sweet Battle</b>: You may surge without spending survival. If you do, the (flash) must be used to activate a weapon. (3-4) Use <b>Bitter</b>. If the settlement has the Graves Death Principle, the survivor's death tastes <b>Sweet</b> instead.(5-6) <b>Bitter</b>(br)When your second eyelids opened, everything looked the same. There was no wonder and no mystery. Death was simply everywhere. A bitter flavor filled your mouth as you accepted your harsh reality. Gain the <b>Berserker</b> fighting art and the following ability. <b>Bitter Frenzy</b>: You may spend survival and use fighting arts, weapon specialization, and weapon mastery while <b>Frenzied</b>.(7-8) Use <b>Bitter</b>. If the settlement has the <b>Cannibalize</b> Death Principle, your death tastes <b>Sour</b> instead. (9-10) <b>Sour</b>(br)When your second eyelids opened, you saw thousands of small lifeforms swimming through the air. They crawled over you, stealing tastes of your sweat and blood. Death was near- you wondered how your fear tastes. A puckering, sour flavor filled your mouth and you decided that you must never die. Gain the following ability:(br)<b>Sour Death</b>: When you are knocked down, you may encourage yourself. If you do, gain +1 strength token."
  },
  {
    "id": 42,
    "name": "Insight Story Event",
    "description": "Select the epiphany corresponding to the current game phase. A survivor may only gain these benefits once a lifetime."
  },
  {
    "id": 43,
    "name": "Showdown Phase Epiphany",
    "description": "<b>Showdown Phase Epiphany</b>(br)Watching the chaotic movements of monsters, you perceive a pattern. Perhaps its motives are not so different from your own. You can imagine yourself in the monster's place. Gain the following ability and roll on the table below.(br1) <b>Analyze</b>: At the start of the Survivors' turn, if you are adjacent to the monster, reveal the top AI card, then place it back on top of the deck.(1-3) Ignore the next severe injury this showdown.(4-7) Gain +3 survival and +3 insanity.(8-9) Gain +1 permanent accuracy.(10+) Gain +1 permanent movement."
  },
  {
    "id": 44,
    "name": "Hunt Phase Epiphany",
    "description": "<b>Hunt Phase Epiphany</b>(br)You dream. Before you, toiling silently, a strange creature with the imprint of a human face sculpts stone faces into the ground. You meet its concave gaze and wake. Gain the following ability and roll on the table below. <b>Explore</b>: When you roll on an <b>investigate</b> table, add +2 to your roll result.(1-3) Reroll one hunt event result this hunt phase.(4-7) Gain +3 survival and +3 insanity.(8-9) Gain +1 permanent accuracy.(10+) Gain +1 permanent evasion."
  },
  {
    "id": 45,
    "name": "Settlement Phase Epiphany",
    "description": "<b>Settlement Phase Epiphany</b>(br)The hunt, which once filled you with inexorable dread, takes on a new dimension. Your expeditions outside the settlement inspire you with curiosity and wonder. Gain the following ability and roll on the table below.(br1) <b>Tinker</b>: When you are a returning survivor, gain +1 (*) to use this settlement phase.(1-3) If you innovate this phase, draw +1 card.(4-7) Gain +1 (*) this settlement phase.(8-9) Gain +1 permanent accuracy.(10+) Gain +1 permanent strength."
  },
  {
    "id": 46,
    "name": "White Secret Story Event",
    "description": "Your brain swells and you scream out in pain. Suffer the <b>Lunacy</b> brain trauma and Remember the Story."
  },
  {
    "id": 47,
    "name": "Remember the Story",
    "description": "(1-2) <b>Story of the Ageless man</b>(br)You remember the story of a young man in his prime. The man was so grateful for his body's ability to protect his loved ones. He decided to honor it by punching the dark sky above 1 million times. As long as he never finished his vow, he never aged a single day again.(br1) Your body transforms to its physical peak. Permanently ga1n +1 accuracy and +1 strength. Gain the following ability:(br1) <b>Ageless</b>: You may hunt if you are retired. When you gain Hunt XP, you may decide not to gain it.(3-4) Do <b>Story of the Survivor</b>. If the settlement has the <b>Romantic</b> Conviction Principle, the survivor remembers the <b>Story of the Ageless Man.</b> (5-6) <b>Story of the Survivor</b>You remember the story of a smart young girl that, despite all odds, constantly outwitted the superior beings she encountered. You also recall that her own vanity lead to her death. Gain the <b>Quixotic</b> disorder and the following ability:(br1) <b>Peerless</b>: When you gain insanity, you may gain an equal amount of survival.(7-8) Do <b>Story of the Survivor</b>. If the settlement has the <b>Barbaric</b> Conviction Principle, the survivor remembers the <b>Story of the Invisible Hair</b>.(9-10) <b>Story of the Invisible Hair</b>(br1)You remember the story of a woman with long hair so fine it couldn't even be seen. She claimed she could feel anything her hair touched. On her deathbed, she cut it all off and gifted a single strand to any who visited her. What was left over was scattered, and hangs floating in the wind, waiting to be grasp by those who learn this story. Gain the following ability.(br1) <b>Leyline Walker</b>: While there is no armor or accessory gear in your gear grid, gain +3 evasion."
  },
  {
    "id": 48,
    "name": "Herb Exploration",
    "description": "(0-11) The survivors don't find anything. Roll on the random hunt event table. (12-44) Gain a Fresh Acanthus strange resource. All survivors gain +1 survival. (45-74) Gain a Fresh Acanthus strange resource. All survivors gain +1 survival. In addtion, if you innovated Cooking, gain 1 random vermin resource. (75+) The survivors find a path through the weeds. Any survivor with a sickle may Explore the Swamp."
  },
  {
    "id": 49,
    "name": "Explore the Swamp - roll 1d10",
    "description": "(1)A huge, waterlogged plant creature bursts from the depths and devours you whole. You are dead. (2-3) Suddenly, the water around you bubbles furiously. Spend 1 survival to dive to safety or perish. If you have 3+ courage, you may roll again. (4-5) You find a captivating clearing. Roll on this table again and add +1 to that result. Any survivors that have not explored, may now also roll on this table. (6-7) A ghostly flower blooms, uncovering a face inside. It tells you that you are a peaceful, careless flower. Remove any disorders and gain Apathetic disorder. (8) You observe a small insect pollinating a flower. Gain +1 understanding and a Fresh Acanthus strange resource. (9) You find a round, hairy fruit and consume it. If you are insane, you imagine the fruit bestows swiftness. Gain +1 permanent speed. Otherwise, gain +1 survival. (10) Deep in the swamp, you find a twisting vine in the shape of a withered hand holding a fruit. Seductive and repulsive, the shining fruit is a sight to behold. You must Eat the Fruit. If you cannot consume, then nothing happens."
  },
  {
    "id": 50,
    "name": "Eat the Fruit",
    "description": "If a survivor consumes a second shining fruit, they die instantly. Otherwise, roll on the table. (1) Razor maggots explode from the survivor. killing them instantly. (2-4) An explosion of tiny, red seeds bursts in your mouth. You stagger, blinded by the overwhelming sensation. You are forever changed. Gain 1 permanent red affinity. (5-7) Tart, sticky, green seeds scorch your sinuses before settling into a deliciously refreshing feeling. Your are forever changed. Gain 1 permanent green affinity. (8+) Bitter, blue seeds stain your mouth with thick black juice. Their powerful flavor awakens you. You are forever changed. Gain 1 permanent blue affinity."
  },
  {
    "id": 51,
    "name": "Cooking Story Event",
    "description": "Select 1 cooking recipe and archive the listed resources to create a dish. This settlement phase, any survivor may consume the resulting dish and gain the benefit. Any uneaten dishes are lost."
  },
  {
    "id": 52,
    "name": "Venison Oso Buco",
    "description": "<ul><li>1 Nightmare Tick</li><li>1 Shank Bone</li><li>1 Beast Steak</li><li>1 Fresh Acanthus</li></ul>Feed the tick a beast steak. When the nightmare tick is full, simmer it in the bone marrow of the shank bone over medium lantern heat. Season with fresh acanthus. Yum!(br)Benefit : +1 permanent evasion, +10 survival"
  },
  {
    "id": 53,
    "name": "3 Eye Stew",
    "description": "<ul><li>1 Cyclopse Fly</li><li>1 Eye of Cat</li><li>1 Phoenix Eye</li><li>1 Fresh Acanthus</li></ul>Sauté the monster eyes until soft and releasing moisture. Add the cyclops fly and fresh acanthus. Cook at a bare simmer until cyclops fly is tender. Serve warm. (br)Benefit: +1 permanent accuracy, +10 survival"
  },
  {
    "id": 54,
    "name": "Sword Beetle Skewer",
    "description": "<ul><li>1 Sword Beetle</li><li>1 Bladder</li><li>1 Lion Testes</li><li>1 Fresh Acanthus</li></ul>Cube sword beetle, antelope Bladder, and lion testes into bite-size pieces. Season cubes with fresh acanthus. Thread the cubes onto straightened scrap pieces. Roast over lantern heat. (br)Benefit: +1 permanent strength, +10 survival"
  },
  {
    "id": 55,
    "name": "Stuffed Cockroach",
    "description": "<ul><li>1 Hissing Cockroach</li><li>1 Beast Steak</li><li>1 Pustules</li><li>1 Fresh Acanthus</li></ul>Grind beast steak. Combine with fresh acanthus and phoenix pustules. Hollow the hissing cockroach carcass and stuff with mixture. Bake in lantern oven. Delicious!(br) Benefit: Remove all disorders, +10 survival"
  },
  {
    "id": 56,
    "name": "Masticated",
    "description": "You are Masticated. Roll 1d10. (1-2)Swallowed whole. You are dead. The monster happily digests you, heals 1 wound, and gains +1 speed token. (3-4) You struggle frantically, stuck in a thick and sticky mucus. Your leg slips between the monster's teeth. Suffer the dismembered severe leg injury. The monster heals 1 wound. (5-6) The monster's mouth hangs slack, and fresh air brushes your face. You try to wriggle free, your arm reaching recklessly past the teeth. Suffer the dismembered severe arm injury. The monster heals 1 wound. (7-10) With a burst of ferocity, you fight back. Roll 1d10 on the table below.(br1)(1-3) Your efforts are useless. suffer 1 brain damage per monster level. (4-7) You fight. but are chewed helplessly. Suffer 1 damage to every hit location. (8+) You are suddenly bitten by a pulsing organ. You tear it free! The monster suffers 1 wound. Gain the Second Heart strange resource and Regurgitate. Suffer 1 damage to the arms location."
  },
  {
    "id": 57,
    "name": "Regurgitate",
    "description": "Place Gobbled Up survivors in a free space adjacent to the monster. Archive Gobbled Up and roll on the table below lor each survivor.(1-3) You wonder if you are dead. You are knocked down and suffer 1 brain damage. (4-7) Covered in vomit, but alive. You are knocked down and gain +1 insanity. (8-9) The experience gives you a new pe rspective. Gain +1 understanding. (10+) You vindictively attack on your way out. Gain the Flat Tooth Screaming Antelope resource. The Screaming Antelope suffers 1 wound."
  },
  {
    "id": 58,
    "name": "Hooded Knight Story Event",
    "description": "If any survivor has the Twilight Sword, they Duel the knight. Otherwise, his motives are inscrutable. Roll below on Mysterious Agenda."
  },
  {
    "id": 59,
    "name": "Duel",
    "description": "The hooded knight confronts the bearer of the Twilight Sword, they roll on the table. Add +1 to the result for each Twilight Sword weapon proficiency level. (1-3) The survivor perishes quickly. Disappointed, the knight leaves, never to return. (4-7) The survivor is badly wounded. Suffer the gaping chest wound severe chest injury. The knight has <b>Unfinished Business</b>. (8-9) Gain l level of weapon proficiency. Lose all survival. You cannot gain survival this settlement phase. The knight has <b>Unfinished Business</b>. (10) Gain 1 1evel of weapon proficiency. The knight has <b>Unfinished Business</b>. (11+) Gain 2 levels of weapon proficiency, +1 insanity, +1 survival. The knight has <b>Unfinished Business</b>."
  },
  {
    "id": 60,
    "name": "Mysterious Agenda",
    "description": "(1-2) As quickly as he arrived, the hooded knight vanishes in a flash of steel and blood Suffer -2 population. The hooded knight leaves with <b>Unfinished Business</b> and will return later. (3-6) The hooded knight insists on training the uncouth survivors in martial combat. Up to 2 survivors may spend 3 resources each to learn the <b>Mighty Strike</b> fighting art. The hooded knight leaves with <b>Unfinished Business</b> and will return later.(7-10) The hooded knight forces a <b>tattered parcel</b> into the hands of the returning survivor with the most Hunt XP (if tied, randomize). The hooded kni ght leaves with <b>Unfinished Business</b>. If there are no returning survivors, then <b>Unfinished Business</b>. (br)(10) The Hooded Knight seems disturbed. If settlement has Records, roll1d10. (1-3) Destroy Records, return it to the innovation deck. (4+) if you haven't triggered <b>Nemesis Encounter - Watcher</b>, move it back 5 years on the timeline."
  },
  {
    "id": 61,
    "name": "Unfinished Business",
    "description": "Add '(milestoneNL) Hooded Knight' to the timeline 4 years from now."
  },
  {
    "id": 62,
    "name": "Tattered Parcel",
    "description": "The survivor gains the Twilight Sword rare gear, place it in their grid now. The survivor may select Twilight Sword as a weapon proficiency type. This weapon is cursed.(br) <b>Cursed</b>: This may not be removed from your gear grid for any reason. When you die, archive this card."
  },
  {
    "id": 63,
    "name": "Intimacy Story Event",
    "description": "The first time your settlement gives birth to a new survivor (gains +1 population from intimacy), the survivors ponder existence. (milestoneNL)Prlnciple: New Life. As your settlement grows in size, don't forget to apply your chosen New Life Principle. It will greatly effect the outcome of your campaign."
  },
  {
    "id": 64,
    "name": "Intimacy",
    "description": "(1) The couple cannot bear the weight of the world. They clasp hands and march into the deep and endless darkness. The nominated survivors are dead. (2-3) The female survivor perishes with her child during birth. The settlement is cast in gloom. The male survivor mourns gaining a random disorder and +3 insanity. (4-6) A new survivor is brought kicking and screaming into the world. The child's eyes are free of the ink that stained the founders' faces. The settlement gains +1 population. (7-8) The settlement gains +1 population. The male & female survivors share a deep bond and gain +10 survival each. If the settlement innovated <b>Bed</b>, the new survivor gains +1 permanent strength. (9-11+) The settlement celebrates a twice-fortunate event. A pair of healthy newborn survivors enters the world. The settlement gains +2 population.(br) (10) If the settlment innovated <b>Hovel</b>, a special child is born Instead ."
  },
  {
    "id": 65,
    "name": "Special Child",
    "description": "On this day, everyone remembers the birth of a very special child. Where she steps, hope flourishes. (milestoneNL) Birth of a Savior."
  },
  {
    "id": 66,
    "name": "Death",
    "description": "On this day, everyone remembers the birth of a very special child. Where she steps, hope flourishes. (milestoneNL) Birth of a Savior."
  },
  {
    "id": 67,
    "name": "King's Curse",
    "description": "Roll hit location die. Re-roll until you roll a location that is not wearing regal armor. (headList) Your skull erupts from inside your head, bone twisting and hardening into a plated exoskeleton. Gain a random disorder and the <b>Regal Helm</b> rare gear and place it in your gear grid now. (waistList) Your thigh bones expand and hollow, while the flesh from your legs packs itself inside the bone. The pain is exquisite. Suffer the destroyed genitals severe waist injury. Ga1n the <b>Regal Faulds</b> rare gear and place it in your gear grid now. (legsList) Searing pa1n shoots up your legs from your burning feet. Your leg bones shatter and reform in the shape of plated armor. Gain the <b>Regal Boots</b> rare gear and place it in your gear grid now. (armsList) Your fingernails rapidly grow out, encasing your arm in a cocoon of bone. Your liquefied heated flesh leaks from the joints of the hollow armor that replaces your arms. Gain the <b>Regal Gauntlets</b> rare gear and place it in your gear grid now. (br)If the settlement innovated <b>Nightmare Training</b>, your new arms prove useful. Gain +1 permanent strength. (bodyList) With a horrific crunch, your ribcage bursts from your chest and warps drastically, puncturing your internal organs. Your open stomach pours acid over your exposed innards. You double over, vomiting foamy chunks everywhere. Finally, you stand, drawing no breath but somehow alive. Gain the <b>Regal Plackart</b> rare gear and place it in your gear grid now. The other returning survivors suffer 3 brain event damage. Your body seems to move on its own. Gain the <b>King's Step</b> secret fighting art."
  },
  {
    "id": 68,
    "name": "King's Step Story Event",
    "description": "Your body trembles and your mind wavers. You struggle just to stay standing against the pressure projected by the monster. Discard all unresolved hit locations, end your attack, and attempt to <b>Overcome</b>!"
  },
  {
    "id": 69,
    "name": "Overcome",
    "description": "Add +1 to the result for each <b>tempo token</b> you have. (1) You are paralyzed with dread. Suffer brain damage equal to the monster's level. (2-3) The monster swiftly finds an opening in your poor footwork and mercilessly slams your shin. Suffer a random severe leg injury. Gain 1 tempo token. (4-5) The monster easily predicts your motion and skewers you with your own momentum. Spend 1 survival or suffer a random severe body injury. Gain 1 tempo token. (6-7) Just as you start to follow the monster's subtle movements, the tip of the King's Man's foot hooks your ankle. You are knocked down. Gain 1 tempo token. (8-9) You sense a pattern and foresee the monster's attempt to trip you. At the last moment, you shift your balance. Suffer 1 damage to the legs. Gain 1 tempo token. (br1)(9) If the settlement innovated <b>Forbidden Dance</b>, you start to sense the tempo of the monster's movements. Gain 2 tempo tokens and suffer knockback 3. (10+) You grasp the pattern behind the monster's f1ne movements, a rhythm that lets you control the pace of the fight. You have overcome the Battle Pressure and learned something valuable. Gain the <b>King's Step</b> secret fighting art."
  },
  {
    "id": 70,
    "name": "Legendary Lungs Story Event",
    "description": "The monster's attacks rain down on you, each blow faster than the last. Despite the attack lasting only a moment, things seem to slow down. Your feel numb and isolated, as if trapped in an endless body of water. There is no hope of escape, just the pressure from above on your gasping lungs. As the pounding in your chest intensifies, you recall the even rhythm of the monster's heaving chest. There is a chance you will <b>Learn</b> something ."
  },
  {
    "id": 71,
    "name": "Learn",
    "description": "(1-2) Sadly, your mind is simply adrift. Lost somewhere between the physical pain and the fear of further punishment, you learn nothing from the experience. (3-7) You feel as if on the cusp of realizing something big. It teases your mind before vanishing. Gain +3 survival. (br1)(4-7) If the settlement innovated <b>Drums</b>, the rhythmic pounding in your chest gives you insight. Proceed to the 8, 9, 10 result! (8-10) <b>Deep Breath</b> It seems crazy, but it makes perfect sense to you- the secret to the monster's attack is its amazing control over its breathing! Despite its anger, the rise and fall of it s chest keeps a constant, steady rhythm, even at the height of its brutal fury. Gain the <b>Legendary Lungs</b> secret fighting art and +3 survival."
  },
  {
    "id": 72,
    "name": "Mineral Gathering",
    "description": "(1-3) A newly-opened crack releases a toxic cloud. You flee, leaving your tools behind. Archive any tool gear in your gear grid. (4-5) Gain 1 <b>Broken Lantern</b> basic resource. A sudden rock slide catches everyone off-guard. All survivors take 2 event damage to a random hit location. (6-7) You find 1 Iron strange resource among the unyielding stone faces. As you free it, you hear a snap. If your Pickaxe is frail, archive it. (8+) Gain 1 Scrap basic resource. If this event occurs after Overwhelming Darkness, you find a cave. Once per Mineral Gathering, all survivors must descend to the Worm Tunnels."
  },
  {
    "id": 73,
    "name": "Worm Tunnels",
    "description": "Roll 1d10. Add +1 to the result if you have a Pickaxe. (1-3) You spend too much time lost in the tunnels. Move your quarry 1 space toward the survivors on the hunt board. If the monster enters the survivors' space it ambushes them. (4-7) You blunder in the darkness, lost and separated from the other survivors. A voice whispers to you, leading you back. Lose 2 survival and gain +2 insanity. If you are deaf, you do not heed the voice, and disappear into the dark. You are dead. (8+) You find 1 Iron strange resource next to a passageway that leads deeper into the cave. Choose to either gain the Iron or spend 2 survival and descend to the Crystal Lake."
  },
  {
    "id": 74,
    "name": "Crystal Lake",
    "description": "(1-2) Drifting, phosphorescent spores infect your pores. Record all armor gear in your gear grid in the settlement storage and archive it. Gain (shieldtwo) to all hit locations and the following ability: <b>Crystal Skin</b>: You cannot place armor in your gear grid. When you depart, gain (shieldtwo) to all hit locations. Suffer -1 to the result of all severe injury rolls. (3-4) A reflection speaks to you. Lose 3 survival and gain +3 insanity. (5-6) Caked in slime and weird crystals, you find 1 Iron strange resource. (7+) Choose to either gain 2 Iron strange resources or gain +3 insanity and spend 4 survival to descend to the Lantern City."
  },
  {
    "id": 75,
    "name": "Lantern City",
    "description": "(1-4) A single light shines from a window in the otherwise darkened city. A pleasing aroma beckons you into a lit house. Inside, a welcoming family invites you to join them for a meal. If you are insane, you gratefully accept their invitation to stay. Forever. Your survivor perishes. Otherwise, your memory grows hazy after this point. Lose all your survival, gain +6 insanity and 1 random disorder. (5-9) A yawning forge stands cold in the center of the city. Dismantling it, you gain 4 Iron strange resources and 3 Scrap basic resources. (10+) You meet a dark stranger. It hisses, and your mind washes over in white noise. You awake with 1 piece of armor gear of your choice from the Blacksmith settlement location."
  },
  {
    "id": 76,
    "name": "Insane survivors walk the Path of the Insane.",
    "description": "(1-3) You envision a strange fruit that pulses with your heartbeat. You smash it. Spend all your survival (at least 1) or die. (4) You shriek 1nto the darkness, dealing 1 brain event damage to all non-deaf survivors. (5-6) You lash out at the unseen. All other survivors suffer 1 event damage to a random hit location. (7) Startling visions. Gain a random disorder. (8-9) You find a strange peace. Lose all insanity. (10+) Hysterical. Suffer the <b>Frenzy</b> brain trauma."
  },
  {
    "id": 77,
    "name": "If no other path applies, walk the Path of the Doomed.",
    "description": "(1) Your lantern light fades into the darkness. Spend all your survival (at least 1) or die. (2-3) A pall of doom falls over you. Gain -3 luck tokens for the duration of the showdown. (4-6) An unseen monster attacks. Suffer event damage equal to the quarry's l evel to 3 random hit locations. (7) Disoriented. Gain -1 evasion token. (8+) Hope. Gain +1 insanity and +1 courage."
  },
  {
    "id": 78,
    "name": "Sane survivors with 3+ courage walk the Path of the Brave.",
    "description": "(1) You boldly walk into a monster's maw and are consumed whole. Spend all your survival (at least 1) or die. (2-3) You emerge from the darkness crippled w1th doubt. Gain -1 speed token. (4-7) The darkness drowns out your lantern light. Gain -1 accuracy token. (8-9) Foolish bravery. Gain +1 strength token and -1 evasion token. (10+) You will survive, no matter what it takes. Gain +1 survival and +1 evasion token."
  },
  {
    "id": 79,
    "name": "Master the Darkness",
    "description": "Life is finding the perfect death.The lantern is power. By its light, all will be led to their final glorious moment. Add <b>'(milestoneNL) Hands of Heat'</b> to next year on the timeline. The settlement gains the <b>Conviction Principle: Barbaric</b>. Find and place the card on the settlement board and note it on the settlement record sheet. After adding the card to the settlement. roll 1d10. (1-5) The settlement celebrates with a destructive feast. Lose all resources (including the storage). If 10 or more resources were lost this way, <b>departing survivors</b> gain +1 permanent speed and the <b>Honorable</b> disorder. (6-10) Nominate a survivor. They gain +4 courage and the following ability: Thundercaller: Once a lifetime, on a hunt boar d space after <b>Overwhelming Darkness</b>. in place of rolling a random hunt event. use '100' as your result."
  },
  {
    "id": 80,
    "name": "Treasure the Mystery",
    "description": "Life is like a quickly fading lantern. Every precious moment must be lived to its absolute fullest! Add <b>'(milestoneNL) Bone Witch'</b> to next year on the timeline. The settlement gains the <b>Conviction Principle: Romantic</b>. Find and place the card on the settlement board and note it on the settlement record sheet. After adding the card to the settlement, roll 1d10. (1-5) The settlement celebrates with an excessive feast. Lose all resources (including the storage) If 10 or more resources were lost this way, <b>departing survivors</b> gain +1 permanent luck and the <b>Prey</b> disorder. (6-10) Nominate a survivor. They gain +4 understanding and the following ability: <b>Legendcaller</b>: Once a lifetime, on a hunt board space after <b>Overwhelming Darkness</b>, in place of rolling a random hunt event, use '53' as your result."
  },
  {
    "id": 81,
    "name": "The First Harvest",
    "description": "The settlement decides to harvest the body for resources. The settlement gains the <b>Death Principle: Cannibalize</b>. Find and place the card on the settlement board and note it on the settlement record sheet. After adding the card to the settlement, roll 1d10. (1-5) The settlement ritualistically divides the corpse with a sharp stone and grimly consumes the dead flesh. Gain a <b>Founding Stone</b> starting gear. All <b>departing survivors</b> gain +3 insanity. (6-10) Nominate a su rvivor. The survivor fanatically tears the corpse open and deeply drinks its blood. They decide that for every new creature they eat, they will become stronger. The survivor gains +1 permanent speed."
  },
  {
    "id": 82,
    "name": "The First Grave",
    "description": "The settlement decides to build a small monument to mark their loss. The settlement gains the <b>Death Principle: Graves</b>. Find and place the card on the settlement board and note it on the settlement record sheet. After adding the card to the settlement, roll 1d10. (1-5) The settlement gathers around the grave, each taking a moment to reflect the loss and their place in the darkness. All <b>departing survivors</b> gain +1 survival and +1 understanding. (6-10) Nominate a survivor. With tears in their eyes, the survivor takes a shard of rock from the grave and marks themselves with it. They cherish this mark forever. The survivor gains +1 permanent luck."
  },
  {
    "id": 83,
    "name": "Without Mercy",
    "description": "The toys are taken from the child and replaced with a cold, stone face shard. Training begins immeaditly. The settlement gains the <b>New Life Principle: Survival of the Fittest</b>. Find and place the card on the settlement board and note it on the settlement record sheet. After adding the card to the settlement. Roll 1d10. (1-5) The settlement celebrates with a rowdy party, filled with tests of strength and triumphant roaring. The parents each gain +1 permanent strength and +2 insanity. They must skip the next hunt to recover. (6-10) The child is raised as a pure warrior, leaving compassion and fear behind. The newborn survivor gains+ 2 courage, the <b>Tough</b> fighting art and one random disorder."
  },
  {
    "id": 84,
    "name": "With Affection",
    "description": "The settlement embraces the child with warm arms. Nurturing new life is their highest calling. The settlement gains the <b>New Life Principle: Protect the Young</b>. Find and place the card on the settlement board and note it on the settlement record sheet. After adding the card to the settlement. Roll 1d10. (1-5) The settlement gathers around the newborn in awe. Never have they seen something so precious and meaningful. The parents each gain +2 survival and +1 permanent evasion. (6-10) The child(ren) is raised by the entire settlement and endowed with the hopes and wisdom of all. The newborn survivor(s) gains +2 understanding and the <b>Strategist</b> fighting art."
  },
  {
    "id": 85,
    "name": "Collective Toil",
    "description": "Tainted by darkness, a survivor nearly brought ruin to the settlement. On the day of her exile, the people decided that all must spend equal time hunting and working to avoid future disasters. -1 population. Add <b>'(milestoneNL) Bone Witch'</b> to the timeline 3 years from now. The settlement gains the <b>Society Principle: Collective Toil</b>. Find and place the card on the settlement board and note it on the settlement record sheet. After adding the card to the settlement, roll 1d10. (1-5) Nominate up to 4 survivors. Each gain +5 survival. (6-10) Nominate a survivor. You have a secret. You will always know in your heart that the exile was banished for merely repeating what you taught her. Gain the <b>Secretive</b> disorder. It cannot be removed for any reason. In addition, gain the <b>Timeless Eye</b> fighting art."
  },
  {
    "id": 86,
    "name": "Accept Darkness",
    "description": "The darkness spoke startling truths. It told the people they were monsters just like the ones they hunted. The people accepted their monstrosity and their place stalking in the darkness. The settlement gains the <b>Society Principle: Accept Darkness</b>. Find and place the card on the settlement board and note it on the settlement record sheet. After adding the card to the settlement. roll 1d10. (1-5) Nominate up to 4 survivors. Each gains +10 insanity. (6-10) Nominate a female survivor (if you can't. nominate a male instead). The survivor is heralded as the settlement's leader! Gain the <b>Quixotic</b> disorder. It cannot be removed for any reason. In addition, gain the <b>Leader</b> and <b>Orator of Death</b> fighting arts."
  },
  {
    "id": 87,
    "name": "Hunt Phase",
    "description": "(1) Something pulls you into the darkness. You are dead.(2-3) You stumble, battered and tossed by the unseen in the darkness. Spend 1 survival or die. If you survive, roll again on this table, adding +1 to the result. (4-5) You are lost. If any survivors reach the showdown, you find yourself among them. Otherwise, you are dead.(6-7) In your mad dash, you injure your leg. Suffer the <b>broken leg</b> severe injury. Roll again on this table, adding +1 to the result. (8-9) The sight of the settlement on the horizon leaves you gasping with relief. Set your insanity to 0 and return to the settlement safely. (10) You return to the settlement safely."
  },
  {
    "id": 88,
    "name": "Showdown Phase",
    "description": "(1) Something pulls you into the darkness. You are dead. (2-3) Your desperation to escape causes you to stumble over your own feet. At the start of the next monster turn , place yourself in a space adjacent to the monster. You are knocked down. (4-5) Turned around. At the start of the next monster turn, place your survivor adjacent to any board edge. (6-7) Something in the dark attacks. Gain 2 bleeding tokens. Roll on this table again, adding + 1 to the result. (8-9) You wearily drag yourself to the settlement, battered but alive. You cannot imagine revisiting the horrors you witnessed. You return to the settlement safely. Skip the next hunt to recover. (10) You return to the settlement safely."
  },
  {
    "id": 89,
    "name": "Story of the Goblin",
    "description": "The White Speaker instructs the survivors to lower her veil and hold her limbs tightly. The group must nominate a non-deaf survivor. A survivor with max understandmg cannot be nominated, as the potential of their mind has been reached Tension fills the air and the survivors are filled with a mysterious sinking feeling. She begins the Story. Rol1 1d10. (1-3) The White Speaker flies into a violent seizure. A wild toenail catches the eye of the nominated survivor, and they suffer the <b>blinded</b> severe injury. The White Speaker explodes, showering everyone in blood. The experience is surreal. Lose all (*). (4-6) The survivors' brains swell and they how1 in pain. Nominate 3 more survivors All the nominated survivors gain +5 insanity. (7-9) The nom1nated survivor's ears ring with the timing of the White Speaker's words. They gain the <b>Story of the Goblin</b> ability, but sadly, their hearing is lost forever. They suffer the <b>deaf</b> severe injury. (10+) The words of the White Speaker and even the involuntary spasms of her body all make perfect sense. The survivor gains the <b>Story of the Goblin</b> ability. (br)<b>Story of the Goblin</b>: You know the first sentence of the story. Once per showdown you may speak it out loud and roll 1d10. On a 3+, gain the <b>priority target</b> token and the monster gains +1 damage token."
  },
  {
    "id": 90,
    "name": "Story of the Forsaker",
    "description": "The White Speaker instructs the survivors to bind their hands together and dip their knuckles in blood. If the settlement has the Forsaker Mask strange gear, this story cannot be selected. The group must nominate a non-deaf survivor. A survivor with max courage cannot be nominated, as the potential of their spirit has been reached. The White Speaker lowers her veil and begins the story. Roll 1d10. (1-5) The White Speaker growls, her graceful movement suddenly awkward and her heels catching on the stone faces on the ground. With a roar, she decks the nominated survivor in the face! They suffer the <b>broken jaw</b> severe injury. (6-8) The nominated survivor silently implodes with rage. The other bound survivors inch away from the waves of passive aggressive energy. The survivor gains +2 permanent strength and breaks free, suffering the <b>broken arm</b> severe injury twice. (9) The nominated survivor is gone (consider them dead). In their place is a strange mask. Gain the <b>Forsaker Mask</b> rare gear. (10+) The words of the White Speaker, and even the involuntary spasms of her body all make perfect sense. The survivor gains the <b>Story of the Forsaker</b> abi1ity. (br)<b>Story of the Forsaker</b>: You cannot be knocked down during a showdown with a nemesis monster."
  },
  {
    "id": 91,
    "name": "Story of the Young Hero",
    "description": "This story cannot be selected before the 13th lantern year. The White Speaker instructs the survivors to bring her a young warrior that has never left the settlement light. Nominate a survivor that has never been on a hunt. If no one meets her instructions. she selects someone at random. The White Speaker places her veil over the surivor's eyes. Roll 1d10 (1-3) The White Speaker draws a rusty, blood-encrusted blade and grabs the nominated survivor by the back of the head. Expertly, she inserts the blade deep Into the survivor's mouth. Then, she stutters and flies into a wild seizure, accidentally murdering the survivor and breaking one of her heels. She meekly leaves in silence, carrying her shoes. (4-5) As she speaks, the White Speaker carefully examines the teeth of the nominated survivor. She flicks her wrist, and the survivor suffers the <b>broken jaw</b> severe injury. (6-9) The survivor steals a quick taste of the blood-encrusted blade the White Speaker is waving in their blinded face while telling her story. The survivor gains the <b>Story of the Young Hero</b> ability. (10+) The surv1vor gains +1 permanent accuracy, strength, evasion, speed, luck, and the <b>Story of the Young Hero</b> ability. (br)<b>Story of the Young Hero</b>: At the start of your act, you may recall the heroic sacrifice from the story and btte your wrist. Gain 2 bleeding tokens and +1 survival."
  },
  {
    "id": 92,
    "name": "Zero Presence Story Event",
    "description": "As the monster vanishes before your eyes, you can' t help but wonder how anyone has survived up until this point. Is it possible that the monster tricked you? Or has some sort of special organ that allowed it to hide itself beyond the lantern light? You tremble with dread. You watch the monster's soundless movements, and internalize how it sli ps outside the lantern light. There is a chance you might <b>Learn</b> something."
  },
  {
    "id": 93,
    "name": "Learn",
    "description": "(1-2) You are confused, and mistakenly believe that the White Lion has found a way to create darkness by eating light. Gain the <b>Fear of the Dark</b> disorder and +3 insanity. (3-7) Your mind leaps from one idea to another. If you have 3+ understanding, gain the <b>Rhythm Chaser</b> fighting art. (4-7) If the settlement has <b>Forbidden Dance</b>, an idea seems to flow through you. Proceed to the 8, 9, 10 result! (8-10)<b>Lack of Presence</b>(br1) A moment of clarity. If you focus on your movement, the shifting of your garments, and the impact of your footsteps , you can minimize your presence until it is barely perceptible. When you drown your own lantern light, you become invisible until you attack. Gain the <b>Zero Presence</b> secret fighting art and +3 insanity."
  },
  {
    "id": 94,
    "name": "Watched Story Event",
    "description": "Dark spots spread across the lantern hoard. A nervous hush falls over the settlement. Slowly, the most daring survivors peer past the darkened lanterns, venturing beneath them into a vast chamber, unknown and undreamed of. Slumbering in the center of the chamber, the survivors can feel a presence of immense danger. Their ultimate predator would soon wake, extinguishing the lantern light that holds the endless darkness at bay.(br) Starting with this settlement phase, the survivors may awaken and face the sleeping menace. You may move <b>Nemesis Encounter- Watcher</b> to the current lantern year.(br) The settlements have a different <b>response</b> to the discovery based on their <b>Conviction</b>."
  },
  {
    "id": 95,
    "name": "Barbaric Response",
    "description": "The survivors decide they must craft the perfect weapon to prepare themselves. Gain the <b>Ultimate Weapon</b> Innovation. This does not count towards your settlement's innovation total. Nominate a survivor and and roll 1d10. (1-5) The survivor begins to make preparations. Add <b>(milestoneNL) Hands of Heat</b> to the timeline 4 years from now. (6-10) The survivor silently decides they are the true hero. They gain +10 insanity, +1 permanent strength, and the <b>Quixotic</b> disorder."
  },
  {
    "id": 96,
    "name": "Romantic Response",
    "description": "The survivors decide they must learn the perfect fighting art to prepare themselves. Gain the <b>Final Fighting Art</b> Innovation. This does not count towards your settlement's innovation total. Nominate a survivor and roll 1d10. (1-5) Without saying a word, the survivor runs into the darkness, never to be seen again. Add <b>(milestoneNL) Bone Witch</b> to the timeline 4 years from now. (6-10) The survivor bursts into an unhealthy laughter. They gain +10 insanity, +1 permanent strength, and the <b>Immortal</b> disorder."
  },
  {
    "id": 97,
    "name": "Lost Settlements",
    "description": "Start a new campaign by taking a settlement record sheet and filling in a box under the lost settlement section. Apply all milestone bonuses earned to your new campaign and begin the First Story. For every successive settlement you have lost, you may fill in a box and continue to earn new milestone bonuses for your future campaigns. (br)(milestonebox) <b>1. Left Overs</b>(br1) At the start of the showdown with the First Story White Lion, set up 1 Survivor Corpse terrain card. (br)(milestonebox)(milestonebox) <b>2. Those before us</b>(br1) When the survivors reach the settlement, they find small traces of human life before them. Gain 1 skull basic resource and increase the survival limit by 1. (br)(milestonebox)(milestonebox)(milestonebox) <b>3. Ocular Parasites</b>(br1) This new generation of survivors' eyes have better adapted to the darkness. All survivors gain +1 permanent accuracy. However, the First Story White Lion has grown fat from all the survivors it's eaten. At the start of the showdown, it gains +1 damage token and -1 movement token. (br)(milestonebox)(milestonebox)(milestonebox)(milestonebox) <b>4. Rainy Season</b>(br1) The weather is extremely temperamental. Add the Acid Storm settlement event to the timeline years 3, 7, 13, 19."
  },
  {
    "id": 98,
    "name": "Skipping the First Story Showdown",
    "description": "If you are starting a new campaign, you may optionally skip the First Story showdown and jump straight to settlement phase setup (pg.34). If you do, roll 1d10 on the table below to quickly determine your starting resources and gear. (1-3) Set your population to 6. The group gains 4 basic resources and 4 White Lion resources. Archive 2 founding stones. (4-7) Set your population to 8. The group gains 4 basic resources and 4 White Lion resources. Archive 1 founding stone. (8+) Set your population to 10. The group gains 4 basic resources and 4 White Lion resources."
  },
  {
    "id": 99,
    "name": "Game Modes",
    "description": "In the Game Variant section, at the back of this book is a list of game modes that can alter the difficulty of the campaign. Before starting a new campaign you may discuss with your group what additional rules, if any, you would like to apply."
  },
  {
    "id": 100,
    "name": "Lantern Research Story Event",
    "description": "The Final Lantern carries the bristling remains of the knowledge consumed by the Watcher. Its energy jumps nervously between lanterns. Occasionally, it imbues the survivors with brilliant flashes of power.(br)<b>A Light for the Darkness</b>(br1)Without the Watcher's protective presence, the darkness teems with powerful creatures. To leave the settlement, all survivors must depart with a light source (a gear with the lantern keyword). As long as they have it, one survivor must always depart with the <b>Final Lantern</b> rare gear in their grid.(br1)The <b>Final Lantern</b> is <b>vital</b>. The survivors cannot travel without it. If the survivor holding the <b>Final Lantern</b> perishes before the showdown, another survivor must pick up the <b>Final Lantern</b> (discarding gear to make room on their grid if needed).(br)<b>A Flickering in the Darkness</b>(br1)At the start of the showdown, the light of the Final Lantern emboldens the survivors. Each survivor gains the <b>Horripilation</b> status card. The survivor holding the <b>Final Lantern</b> starts with the Death Die on <b>Horripilation</b>.(br1)The Death Die (orange ten sided die) replaces the Monster Controller tile. The player of the survivor with the Death Die controls the monster.(br1)At the start of each subsequent round, pass the Death Die to the <b>Horripilation</b> card to the left. The Watcher's final emanations continue to jump between lanterns of survivors that cannot act, including dead or absent survivors.(br1)Instead of the benefits of the Monster Controller tile, you may use <b>Pulse Discoveries</b>. Set the settlement's Lantern Research Level to 1. Your settlement gains <b>Aggression Overload</b>. Spend additional resources to unlock new discoveries.(br1)Once per round, the survivor with the Death Die may use one of the settlement's unlocked <b>Pulse Discoveries</b>.(br1)If the Final Lantern is lost or archived, it is gone forever. Survivors cannot use the Death Die. Return to using the Monster Controller tile."
  },
  {
    "id": 101,
    "name": "Pulse Discoveries",
    "description": "Once per lantern year, spend 2x Bone, 2x Hide, 2x Organ to research.(br1)If you do, gain the next level of Lantern Research and record it on your Settlement Record Sheet.(br1)Your Lantern Research Level unlocks the corresponding Pulse Discoveries below. (1) <b>Aggression Overload</b> - Add an attack roll to an attack. During your attack, after making your attack rolls but before drawing hit locations, you may roll the Death Die as an additional attack roll. (2) <b>Acceleration</b> - Add +1d10 movement to a move action. Before moving, you may roll the Death Die and add the result to your movement for one move action this round. (3) <b>Uninhibited Rage</b> - Add +1d10 strength to a wound attempt. After a wound attempt is rolled you may roll the Death Die and add the result to the strength of your wound attempt. (4) <b>Legs Locked</b> When you gain the Death Die, you stand. While you have the Death Die, you cannot be knocked down for any reason. (5) <b>Metabolic Surrender</b> Any time during the showdown, you may roll the Death Die. Gain twice that much survival. This round, ignore the negative effects of permanent injuries, impairments, disorders, and negative attributes (including tokens). At the end of the round, you die."
  },
  {
    "id": 102,
    "name": "Oxidation Story Event",
    "description": "This crafting process requires a team. Nominate 3 other survivors and <b>Create Coating and Protective Gear</b>. If there are not enough survivors to nominate, you cannot proceed."
  },
  {
    "id": 103,
    "name": "Create Coating and Protective Gear",
    "description": "This dangerous procedure requires protective outfits, a long placement tool, and a catalyst coating. Pay the cost below to prepare your implements then craft 1 piece of gear in the High Voltage Bath. After you craft the gear, the implements are destroyed.(br1)Implements Cost: 3 x Leather, 3 x Bone, 3 x Organ, 1 x Black Lichen, 1 x Cocoon Membrane"
  },
  {
    "id": 104,
    "name": "High Voltage Bath",
    "description": "<b>Oxidized Lantern Sword</b> 1x Lantern Sword, 1x Lantern Tube(br)<b>Oxidized Beacon Shield</b> 1x Beacon Shield, 2x Iron, 1x Hide(br)<b>Oxidized Lantern Dagger</b> 1x Lantern Dagger, 1x Iron, 4x Hide(br)<b>Oxidized Lantern Glaive</b> 1x Lantern Glaive, 1x Iron, 4x Bone(br)<b>Oxidized Ring Whip</b> 1x Ring Whip, 1x Iron, 4x Organ(br)<b>Oxidized Lantern Helm</b> 1x Lantern Helm, 1x Iron, 4x Bone"
  },
  {
    "id": 105,
    "name": "Special Rules",
    "description": "If an AI or Hit Location card has (eyered), (eyeblue), or (eyegreen), only apply those effects, special rules, or changes to the card type for symbols the monster has gained. Otherwise, ignore those rules."
  },
  {
    "id": 106,
    "name": "Life at the Bottom",
    "description": "The survivors' victory over the Watcher is a meaningless event in the teeming world around them.(br1)The settlement's conviction is shaken. Lose the <b>Ultimate Weapon</b> or <Final Fighting Art</b>.(br1)How can something so insignificant continue to survive? Unless, a greater purpose beyond death awaits. The settlement discovers a way to cope and innovates <b>Destiny</b>.(br1)Continue to Life in the Darkness."
  },
  {
    "id": 107,
    "name": "Life in the Darkness",
    "description": "The Watcher's tangled lantern mass is extinguished. Archive the <b>Lantern Hoard</b> settlement location and gain the <Exhausted Lantern Hoard</b> settlement location. (The settlement can no longer innovate)(br1)The darkness closes in as the survivors gather around the fading lights of the Watcher. Tangled in its sinews, a final lantern remains. The light within pulses and swirls with desperate energy.(br1)The settlement tears the strange new lantern from the corpse and gains the <b>Final Lantern</b> rare gear. Anyone that holds it bristles with energy. Visions of wisdom and coursing vigor jolt from the lantern through the survivor.(br1) The settlement quickly discovers they can use the Final Lantern to repair broken ones. Gain 3 <b>Survivor's Lantern</b> gear cards.(br1)Continue to the Final Knowledge."
  },
  {
    "id": 108,
    "name": "The Final Knowledge",
    "description": "The Final Lantern glitters with nervous energy. The settlement commences <b>(milestoneNL) Lantern Research</b>."
  },
  {
    "id": 109,
    "name": "Bend or Break",
    "description": "You must Bend or Break.(1-4) Your body cannot withstand the immense pressure. You are driven into ground, your legs crumpling. You are knocked down, suffer the dismembered leg severe injury and archive your <b>Thunder Maul</b>, (5-8) Your weapon collides with the Gold Smoke Knight's, sending a cloud of dust and stone faces careening in all directions. Your lion-faced mail meets its match, but your body is found wanting. You manage to deflect the blow, but shatter in the process. Suffer the broken arm severe injury. Cancel the monster's <b>Blacken</b> action. (9-10) You search within for strength, falling deeper and deeper into your subconscious. You see yourself from the inside, watching bloody machinery slow to a crawl as time drags. Electricity crackles from your brain, supercharging your heart. Muscles bulge with lightning speed as your swing generates a sonic boom. Everything shatters. Suffer the frenzy brain trauma four times. Destroy all armor at all hit locations. Gain the <b>immortal</b> disorder. Cancel the monster's <b>Blacken</b> action."
  }
]
